tap "homebrew/services"
tap "mistertea/et"
tap "restatedev/tap"
tap "sst/tap"
tap "stripe/stripe-cli"
brew "atuin"
brew "binutils"
brew "ripgrep"
brew "codex"
brew "curl"
brew "direnv"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gcc"
brew "libxml2"
brew "gh"
brew "git-delta"
brew "jq"
brew "just"
brew "lazygit"
brew "libuv"
brew "monolith"
brew "tree-sitter"
brew "unibilium"
brew "neovim"
brew "nixpacks"
brew "pipx"
brew "rsync"
brew "sapling"
brew "serpl"
brew "tmux"
brew "viu"
brew "wrk"
brew "yt-dlp"
brew "zsh"
brew "restatedev/tap/restate"
brew "restatedev/tap/restate-server"
brew "restatedev/tap/restatectl"
brew "sst/tap/opencode"
